const poem_list =
    [
        {
            author: "金子みすゞ",
            title:"わたしと小鳥と鈴と",
            text: "わたしが両手をひろげても、 お空はちっとも飛べないが、 飛べる小鳥はわたしのように、 地面（じべた）をはやくは走れない。\nわたしがからだをゆすっても、 きれいな音は出ないけど、 あの鳴る鈴はわたしのように、 たくさんなうたは知らないよ。\n鈴と、小鳥と、それからわたし、 みんなちがって、みんないい。",
            backgroundImage: "alireza-etemadi-422369-unsplash.jpg"
        },
        {
            author: "谷川俊太郎",
            title:"生きる",
            text: "生きているということ\nいま生きているということ\nそれはのどがかわくということ\n木漏れ日がまぶしいということ\nふっと或るメロディを思い出すということ\nくしゃみをすること\n\n\nあなたと手をつなぐこと",
            backgroundImage: "chuttersnap-299121-unsplash.jpg"
        },
        {
            author: "谷川俊太郎",
            title: "朝のリレー",
            text: "カムチャッカの若者が　きりんの夢を見ている時\nメキシコの娘は　朝もやの中でバスを待っている\n\nニューヨークの少女がほほえみながら　寝返りをうつとき　\nローマの少年は頭柱を染める　朝陽にウインクする\n\nこの地球では　いつもどこかで　朝がはじまっている\nぼくらは朝をリレーするのだ　緯度から　緯度へと\n\nそうしていわば交替で地球を守る　\n眠る前のひととき　耳をすますと\nどこか遠くで　目覚まし時計のベルが鳴っている\n\nそれはあなたの送った朝を　誰かがしっかりと受け止めた　証拠なのだ",
            backgroundImage: "sebastian-unrau-41675-unsplash.jpg"
        },
        {
            author: "吉野弘",
            title: "夕焼け",
            text: "いつものことだが\n\n電車は満員だった。\n\nそして\n\nいつものことだが\n\n若者と娘が腰をおろし\n\nとしよりが立っていた。\n\nうつむいていた娘が立って\n\nとしよりに席をゆずった。\n\nそそくさととしよりが坐った。\n\n礼も言わずにとしよりは次の駅で降りた。",
            backgroundImage: "steve-bittinger-305735-unsplash.jpg"
        },
        {
            author: "吉野弘",
            title: "祝婚歌",
            text: "二人が睦まじくいるためには\n愚かでいるほうがいい\n立派すぎないほうがいい\n立派すぎることは\n長持ちしないことだと気付いているほうがいい\n完璧をめざさないほうがいい\n完璧なんて不自然なことだと\nうそぶいているほうがいい\n二人のうちどちらかが\nふざけているほうがいい\nずっこけているほうがいい",
            backgroundImage: "sam-goodgame-438609-unsplash.jpg"
        },
        // {
        //     author: "",
        //     title: "",
        //     canvas: "",
        //     contents: [
        //         {
        //             components: "",
        //             text: "",
        //             time: ""


        //         },
        //         {

        //         }


        //     ]


        // }
    ]

export default poem_list;
